{"intents": [
        {"tag": "greeting",
         "patterns": ["Hi there", "How are you", "Is anyone there?","Hey","Hola", "Hello", "Good day"],
         "responses": ["Hello, thanks for asking", "Good to see you again", "Hi there, how can I help?"],
         "context": [""]
        },
        {"tag": "goodbye",
         "patterns": ["Bye", "See you later", "Goodbye", "Nice chatting to you, bye", "Till next time"],
         "responses": ["See you!", "Have a nice day", "Bye! Come back again soon."],
         "context": [""]
        },
        {"tag": "thanks",
         "patterns": ["Thanks", "Thank you", "That's helpful", "Awesome, thanks", "Thanks for helping me"],
         "responses": ["Happy to help!", "Any time!", "My pleasure"],
         "context": [""]
        },
        {"tag": "noanswer",
         "patterns": [],
         "responses": ["Sorry, can't understand you", "Please give me more info", "Not sure I understand"],
         "context": [""]
        },
        {"tag": "addiction",
         "patterns": ["I am an addictive","Addicted to watching TV","Addicted to eat ","Addicted to play freefire","Addicted to play games","Obsessed with playing games","Obsessed with wasting time","Obsessed with watching movies","Obsessed with drugs","Addicted to drugs and liquor","Got used to coffaine","Got obsessed with internet","Addicted to instagram reels",
"Addicted to internet scrollings","Obsessed with shopping","Used to gambling","Addicted to adrenaline rushes","Addicted to mobile phones","Obsessed with chit chats","Obsessed to bidding","It is too difficult to recover from drug consumption","Recovering from drug abuse is just too tough","It's simply too difficult to recover from drug addiction","Took to drinking often","Took to smoking","Hard to remove the habit of drinking smoking","Struck in the cycle of drugs","I always seek to smoke in private places","I always play video games in my room","Stopped studying and started to play games","I always watch telivision","Watch tv a full day","Addicted to watch youtube ","Wasting a lot of time watching tv","This is hard to quit smoking",
"Dopamine is secreated while playing games",
"There is enough dopamine release in drug use",
"Always prefer cocaine instead of coffee",
"I am addicted to buying new clothes shopping",
"Always in the internet",
"I am a compulsive gambler  ",
"I'm addicted to watching television  ",
"I'm addicted to food  ",
"Freefire has become an addiction for me  ",
"I'm addicted to video games  ",
"Playing games is something I'm obsessed with  ",
"Obsessed with squandering your time ",
"Obsessed with going to the movies ",
"Obsessed with narcotics ",
"Addict to narcotics and alcoholic beverages ",
"I'd become accustomed to coffaine  ",
"Obsessed with the internet ",
"Instagram reels have become an addiction for me  ",
"I'm addicted to surfing across the internet  ",
"Shopping is consuming my life  ",
"Gambling is something you're used to  ",
"Addictive to the thrills of adrenaline ",
"Mobile phones have become a source of addiction for many people  ",
"Obsessed with small talk ",
"Bidding has become an obsession for me "],
         "responses": ["Know the previous regrets after routine which you followed",
              "Know the affects/consequences of the routines which you are practising",
              "Break the cycle and try to evolve"],
         "context": [""]
        },
        {"tag": "body_shaming",
         "patterns": ["I am looking very thin",
"I am skinny",
"I was body shamed",
"They make fun out of my body shape",
"I am fat",
"I am overweight",
"They are making fun of my body weight ",
"I am too much black",
"I am not that much of white",
"I look brown",
"She was left humiliated after people body-shamed her on Snapchat ",
"These male stars have all been body shamed ",
"I myself have been body shamed and I know how bad it feels ",
"I can't believe someone would body-shame their own child like that ",
"Looking like thin paper",
"Not looking fair enough",	
"I was shamed of looking ugly",
"I am looking fatty",
"I was looking for gym so that they won't tease me",
"I am gonna get makeup so that they won't tease me",
"He shames me of my body",
"I am looking weird",
"they mocked me of my body",
"they teased me about my body",
"I am too skinny",
"I wish I look like them",
"They asked me to look better next time",
"They teased me to lose weight",
"They laughed at my weight",
"They made fun out of my weight",
"They are discriminating because of my color",
"My color matter more for them",
"They are disgusting by saying me fat",
"they are making fun of my moutache",
"they are making fun of my apperance",
"Hair style looks funny",
"Asking me to add even more weights ",
"Asking to lean even more",
"Commenting on the skin texture",
"Commenting on the body weight",
"It is time for you to get married  you must lose weight ",
"You are so fat  no one will marry you",
"Oh  you have put on more weight ",
"Oh  you have lost weight  What have you been doing to lose weight?",
"My father would say that only rugby players and wrestlers would marry me  because otherwise our sizes won't match",
"I am looking very thin",
"I am skinny",
"I was body shamed",
"They make fun out of my body shape",
"I am fat",
"I am overweight",
"They are making fun of my body weight ",
"I am too much black",
"I am not that much of white",
"I look brown",
"She was left humiliated after people body-shamed her on Snapchat ",
"These male stars have all been body shamed ",
"I myself have been body shamed and I know how bad it feels ",
"I can't believe someone would body-shame their own child like that ",
"Looking like thin paper",
"Not looking fair enough",
"I was shamed of looking ugly",
"I am looking fatty",
"I was looking for gym so that they won't tease me",
"I am gonna get makeup so that they won't tease me"],
         "responses": ["dont worry mind works more and needed more than fit body",
            "Prove others that you are more than a body",
            "Try to exercise or do meditation to overcome these unnecessary comments"],
         "context": [""]
        },
        {"tag": "depression",
         "patterns": ["Was feeling so bad these days","I have no idea of living","Why need to live",
"There is no way to live happily",
"No one is there for me",
"There is nothing that I can do",
"Suicidal is better",
"Why to bare this life",
"Enough of living ",
"The mood is not good",
"I am feeling so depressed",
"Feeling so unmotivated",
"I am wish get isolated",
"I want silence badly",
"I am want to be lonely",
"I want a closely person to say my feeling",
"I am hearing depression songs",
"Lockdown makes me feel sick",
"I am feeling so upset",
"Life means so blank",
"My moods swings fast",
"Life is over",
"I am hallucinating more",
"Stress is making me made",
"His face was depressed and gloomy ",
"It left her depressed",
"It is so embaressing to live in the moment",
"It is hard to live in this world",
"I am depressed of this life",
"It is worse life",
"Getting very much bored out of life",
"The mistake which made make me depressed",
"Unable to quit make me sick",
"It is making me so sick",
"lowering of person mood",
"There is very high decrease in the mood",
"Getting upset",
"Not in the mood of joy",
"Depression takes me down",
"I am worried about the life",
"The abuse made me so depressed",
"Unable to sleep because of depression",
"The past history kills me more",
"It is so uncomfortable to carry the memories",
"I've been in such a foul mood lately  ",
"I have no notion what it's like to live  ",
"Why is it necessary to live? ",
"There is no method to be content  ",
"There is no one to help me  ",
"There isn't anything I can do  ",
"Suicidal is preferable  ",
"Why should I bear this life? ",
"Enough with the living ",
"The atmosphere is sour  ",
"I'm in such a bad mood  ",
"I'm very uninspired right now  ",
"I'd like to be solitary  ",
"I'm desperate for silence  ",
"I'd like to be alone  ",
"I'd like someone close to me to express my feelings  ",
"I'm hearing songs about depression  ",
"I'm weary of being on lockdown  ",
"I'm in a bad mood  ",
"Life is a blank canvas  ",
"My moods change frequently  ",
"Life has come to an end ",
"His face was depressed and gloomy ",
"The counterweight is a depressed cantilever arm 12 ft ",
"The grey skies of winter and grey cement of the city depressed her ",
"The doctors said it was because she was depressed ",
"This increase of villenage morally depressed the peasantry",
"my girlfriend is not talking to me",
"i am gonna get sucide",
"I'm in danger  "], 
         "responses": ["Talk to friends about your depression",
               "Consult a physological doctor and tell your problem",
               "Feel the happy moments of your life and hope good time will come"
               ,"changes is the thing that never change, so diffulties will be changed to easiness, so be calm"],
         "context": [""]
        },
        {"tag": "family_issue",
         "patterns": ["The parents are fighting",
"The relatives are fighting with our family",
"There are frequent quarrels in the family",
"There is an issue in the function conducted recently",
"The marriage function was not so good",
"The function didn't went so well",
"Parent able to pay the fees",
"The financial position is low for now",
"the family members involved in argument",
"My friend is not understanding my feelings",
"Friend is not respecting my feeling",
"Friends are arguing about the wedding",
"The wedding plans are not done yet",
"They are trusting me",
"Need of family trust",
"I am not apprecipated properly in home",
"There has been many scheduling problem in the home",
"Tension in household",
"Difficulty trusting friends and members",
"struggles around finance and employment",
"my family is having more issues",
"family's financial status is poor",
"having problem in family",
"family members are hating me",
"there are more debts in the family",
"there are more assets for the family",
"relatives often fight with each other",
"There is no peace my native place",
"my family is facing financial problem",
"family friends are having issues",
"friends are not happy",
"friends are so worried",
"it is bitter to leave the family",
"In the native place people fight for land boundaries",
"lands are been occupied by village thiefs",
"missing the family",
"missing cousins friends brothers sisters",
"I want to see my parents",
"There is a need to have a family meet up",
"there is a marriage function to attend in the coming date",
"The parents are at odds  ",
"Our relatives are feuding with ours  ",
"In the household  there are regular squabbles  ",
"There was an issue with the wedding celebration that was just held  ",
"The occasion did not go as planned since the parents were unable to pay the costs ",
"For the time being  the financial situation of the family members involved in a dispute is precarious ",
"My buddy does not respect my sentiments and does not comprehend them  ",
"The wedding is causing a disagreement among friends  ",
"The wedding plans haven't been finalised yet  so they're putting their faith in me  ",
"There is a lack of family confidence in me  and I am not adequately appreciated at home ",
"There have been several schedule issues in the house  ",
"Tension in the home",
"There's a lot of space in this room ",
"This is a family issue ",
"They are not even a family issue ",
"Declining marriage rates is a family issue ",
"Expanding childcare is a family issue ",
"Just like raising the minimum wage is a family issue ",
"he shuffled his feet and discussed a family issue ",
"It's a family issue in the broader sense",
"The unequal rates of incarceration is a family issue ",
"Nor are the millennials afraid of immigration - in part because it's a family issue ",
"i am facing meternal health problems",
"We didn't see women's issues as crimes  more as a family issue ",
"The reason was  it was a family issue: everybody behaved in order not to let the family down",
"the reason i was drinking alchohol is because of loneliness",
"When loneliness takes hold  the ways we see ourselves makes unhappy",
"Volunteeers overcome loneliness  meet friends  gain skills  get jobs and just feel good about themselves",
"Men with poor health  low incomes  few qualifications and living in rented housing are hit hardest by loneliness",
"Society's wider fear of loneliness is compounded by a phobia of old age with the effect of inhibiting attempts to tackle the problem",
"I assumed that loneliness was all there was",	
"I craved connection  but had no idea how to create it  and so wound up in a loop",	
"I was so often lonely",
"Tv shows also makes us lonely",
"i feel lonely when no one talks to me",
"loneliness will end up as sucide",
"i can come over of loneliness",
"the teen age people will suffer from loneliness more than anyone"],
         "responses": ["Make the members speak again to resolve the conflict",
              "Communicate the reasons for conflict from each side to understand and resolve the problem",
              "Deal with family problems in person with calmness",
              "Think about the consequence of the conflict and how it affects others"],
         "context": [""]
        },
        {"tag": "fear",
         "patterns": ["What will happen tomorrow?",
"What if they tease me?",
"I am so frightened to meet them",
"I am frightened to swim out there",
"Getting fear for exam",
"Didn’t study for exam don't know what to do",
"The teacher may insult me",
"The teacher may question me",
"What if an unstudied question comes to exam",
"there are many ways to fail",
"There is no way out there",
"I am feared about the interview",
"What the peers may think about me",
"Will my friends talk with me?",
"There is a ghost out there  ",
"It is freaking me out",
"It is so frightening",
"what grades may come?",
"What may be reason for separate talk",
"Why they called me?",
"It is so threatening to go there",
"It is so dark in there",
"I hate darkness",
"What may happen here after",
"Something is wrong over here",
"There are a lot traps over there",
"It is so wild to imagine that",
"I am afraid to go there",
"I am afraid to get in the competition",
"I has been so afraid to see what will happen",
"showing anxiety",
"Her large eyes were fearful once again",
"The strangers terrified me",
"I was too terrified by that situation",
"Then his misery became more fearful than ever ",
"But many of us are quite fearful about going and making disciples ",
"They are so fearful  so afraid  as we all are ",
"The survivor of trauma may feel fearful or depressed ",
"We may become fearful  tense  anxious or agitated ",
"I am having phobia",
"What will happen the next day? ",
"What if they make fun of me? ",
"I'm terrified to meet them  ",
"I'm afraid to swim out there  ",
"Fearful about the test ",
"I haven't prepared for the exam and am at a loss on what to do  ",
"It's possible that the teacher may make fun of me  ",
"The teacher may interrogate me  ",
"What if an exam question comes up that you haven't prepared for? ",
"There are a variety of ways to fail  ",
"There isn't a way out  ",
"I'm apprehensive about the interview  ",
"What my classmates might think of me ",
"Will my pals engage in conversation with me? ",
"There's a ghost out there somewhere  ",
"It makes me feel uneasy  ",
"It's rather terrifying  ",
"What kind of grades can you expect? ",
"What may be the cause for a separate discussion? ",
"What made them call me?",
"Other signs of distress include anger  fearfulness  nightmares  fantasies  and withdrawal ",
"Her large eyes were fearful once again ",
"Sarah shared a fearful gaze with Connor ",
"Then a strange  fearful sense of danger terrified me ",
"Labdacus and Lycurgus  who offered a similar resistance  met with a like fearful end ",
"Onias  fearful of the consequences ",
"the Despensers resolved to take the fearful risk",
"During his reign the empire was ravaged by a fearful pestilence",
"She was half afraid to speak  fearful that a quake in her voice would expose her trepidation ",
"True  it cannot be demonstrated that all the fearful accusations ",
"Then his misery became more fearful than ever ",
"She lifted his hand and put the pen in it  fearful that he would not be capable of writing ",
"Some children are braver  while others are more shy and fearful ",
"Should I be fearful or subservient?",
"She looked at Dusty's still body  feeling overjoyed and fearful ",
"Its effect was fearful ",
"But many of us are quite fearful about going and making disciples ",
"Consistent with neuropsychological findings  both types of fearful stimuli activated the amygdala ",
"People living with deep  cruel scars minds haunted by memories too fearful to share ",
"They are so fearful  so afraid  as we all are ",
"Students felt most fearful of having their property stolen on campus at night ",
"The effect will make disabled people feel more fearful of an increasingly inflexible benefit system ",
"The mother looking somber  severe  fearful  angry in a tired kind of way ",
"The survivor of trauma may feel fearful or depressed ",
"We may become fearful  tense  anxious or agitated ",
"this situation that makes you feel uncomfortable or fearful",
"It can cause a user to be fearful or suspicious of others' actions ",
"a fearful dog who barks excessively may be traumatized by an anti-bark collar ",
"It increased anxiety in some fearful dogs ",
"We will close next July and we are truly fearful for the future of our children ",
"In the days that followed  I remained fearful ",
"It was too ugly  too sordid  too fearful to be heroic ",
"Parents can be generally watchfuland also fearful ",
"Avoidant personalities are often fearful of rejection",
"people would see how fearful it is to do wrong ",
"I was fearful of noise causing Howie problems ",
"That Python was fearful monster"],
         "responses": ["No need to fear, face it out",
            "Fear kills each time, make out of it and move forward",
            "Without trying success cant be made so do not fear",
            "No need to be perfect so trying is better",
            "Talk about it, the fear which you have"],
         "context": [""]
        },
        {"tag": "less_competent",
         "patterns": ["I am not excelling well in the exam",
"There are many competitors over the world",
"They play it well and better than me",
"They are professionals while I am amateur",
"I am below average in that subject",
"What winners do to get success?",
"Why I am unable to do greater than them?",
"How others are doing good in programming",
"Others are well doing their work efficiently",
"I am unable to manage time well",
"I am offended because of the competition",
"I am unable to cope up with the competition",
"It's not my fault",
"I am always not concentrating well",
"I am not working with interest",
"I am not getting better results",
"I am not the first grade in my class",
"I am only second grade in my class",
"I am only third grade in my class",
"I am not in the top ten of the class",
"I am not so great at work",
"It is so hard to get to the first place",
"Due to over competition unable to succeed",
"Preperation is so less",
"Studied less because of which got less score",
"Learning activity stopped due to made unfit",
"due to low knowledge he was unqualified",
"Need more works to get qualified",
"Needed to work hard to get qualifed",
"Others are doing more works",
"Feeling incompetent",
"unability to finish the given task",
"inability to act properly",
"unable to set and follow deadline",
"Not completing task on time",
"Unable to get first rank",
"Need more practise",
"Didn't does enough practise",
"Why unable to be winner",
"ignoring the tasks for entertainment",
"he proved no more competent power ",
"No careful and competent student of his works has ever failed to correct this gross misapprehension ",
"Nobody can become a competent violinist without wanting to practice ",
"If you are going to type an application  make sure you are a competent typist ",
"In the exam  I am not performing well  ",
"There are numerous rivals all throughout the globe who play it better and more effectively than I do  ",
"They are pros  whereas I am a novice with a below-average performance in that topic  ",
"What do successful people do to achieve their goals? ",
"Why am I unable to outperform them? ",
"What others are doing well in programming Other people are doing a good job and working effectively "],
         "responses": ["Try to practise more about the domain",
            "Start now to try and repeat till success",
            "Have you spent your each ounch of sweat in it?"],
         "context": [""]
        },
        {"tag": "loneliness",
         "patterns": ["I am all alone here",
"I am sitting with no members",
"I am feeling isolated",
"I am not in contact with anyone",
"Nobody likes to speak to me",
"Nobody likes time with me",
"There is so silence now a days",
"There is only silence in the room",
"I am the only one left out",
"There is no one there for me",
"There are no friends with me",
"Friends are not speking to me",
"I am feeling so lonely",
"I can't bare the silence",
"I am travelling alone",
"I am feeling so bored",
"I am getting bored of this silence",
"There is no one to speak with",
"Nobody is interacting with me",
"The room is so empty here ",
"I am feeling so lonely in here",
"I feel so isolated in this room",
"I feel friendless",
"Friendless is a way of life nowadays",
"living in a unpopulated area",
"the house was deserted",
"there has so unfrequent visits in my house",
"I am living in a remote place",
"feeling like living in a dead silent place",
"I am feeling barren",
"there is no one in the room",
"my room is looking vacated",
"there is no friends to talk with",
"people don't talk to me",
"There is no one to speak to me",
"I am hating the noice of silence",
"I am not enjoying solitude",
"existing alone is cruel",
"being alone never felt right",
"being unloved is so cruel and disheartening",
"inability to trust friends and family members  financial and work difficulties",
"I'm so lonely that I can't stand the stillness  ",
"I'm travelling alone ",
"There is no one to talk ",
"This room seems eerily vacant ",
"no one is interested in communicating with me ",
"I'm growing tired of the stillness "],
         "responses": ["Try to come out the house and explore things in the outside world",
            "Meet different inspiring peoples",
            "Try to do interesting stuff like exploring current techology",
            "Try to read motivational books"],
         "context": [""]
        },
        {"tag": "physical_ill",
         "patterns": ["I am feeling cold",
"I am cold",
"I am having headache",
"I am having a cramp",
"I am feeling fatigue",
"I am so tired",
"I had a injury in the way",
"I got wounds in there",
"I am having sore throat",
"I am feeling so painful",
"My head so paining",
"My hands are so painful",
"My legs are so painful",
"I am having dysentry",
"I am unable to breath easily",
"I am suffocating",
"I am not so good",
"I am feeling exhausted",
"I am having malaria",
"I am so much dehydrated",
"I am having dengue",
"I am shivering",
"It is bleeding inside the body",
"got a cramp in the leg",
"having high hypertension",
"having urological disorder",
"He is having parkinson disease",
"Almost a cardiac arrest",
"My nose is so watery",
"Got a food poisoning due to yesterday food",
"A surgery is needed to cure it",
"The stich is bleeding",
"A bandage is needed to cover the blood",
"Need to stop the bleeding",
"A cobra bite him",
"Was met with an accident",
"It is cruel to be a cancer",
"He is suffering from fever",
"He is having asthma",
"it is suffocating more ",
"I'm feeling chilly  ",
"I'm chilly  ",
"I'm experiencing a headache  ",
"I'm experiencing a cramp right now  ",
"I'm feeling tired  ",
"I'm exhausted  ",
"I was hindered by an injury  ",
"There were wounds on my body  ",
"I'm suffering from a sore throat  ",
"I'm in excruciating pain  ",
"My head hurts so much  ",
"My hands hurt so much  ",
"My legs hurt so much  ",
"I'm suffering from dysentery  ",
"I'm having trouble breathing  ",
"I'm dying of suffocation  ",
"I'm not very good  ",
"I'm suffering with malaria  ",
"I'm completely spent ",
"I'm really dehydrated ",
"Two adjacent stories treat physical illness ",
"my friend has polio",
"Physical illness is something the medical profession understands ",
"I felt head ache reading my own work",
"i felt stomach pain after eating so much",
"I have an exaggerated Fear of Physical Illness",
"Mental illness is still treated differently than a physical illness ",
"he began taking drug",
"i have leg pain but i cant stop shopping",
"i have stomach pain but i cant sop eating",
"people felt pretty lousy",
"There is serious illness in her family ",
"She was terrified by his illness  and yet that was just what she needed ",
"Her fatal illness developed in the autumn of the following year",
"she is going through on her periods",
"he has severe typhus fever",
"It was her fever dream without the heaviness of illness to blur it ",
"In his last illness he wrote to express his confidence in their loyalty ",
"He knew she hadn't sang since her sickness  so hearing her voice took him by surprise and happiness "],
         "responses": ["Consult to a doctor immediately", 
                "Try to First aid if possible",
                "Schedule a meet with a medical officer"],
         "context": [""]
        },
        {"tag": "public_fear",
         "patterns": ["There are a lot of people in the auditorium",
"There is lot of students out there",
"There are numerous individuals out there within the hall",
"People may make fun out of me",
"Some made fun out of me in the class",
"I am worried what others may think about me",
"What all of them may presume about me",
"How can I show up there with those many people",
"I am feeling shy to speak",
"There are many strangers in the conference hall",
"I am frightened by the count of people there in classroom",
"Feeling shy to speak to the relatives",
"I have no intention to attend the function  many people may come there",
"I can't even hold the mic in the meeting",
"Meeting board members are very strict hence unable to speak",
"I don’t like being watched",
"I don’t like the eyes on me",
"I don’t like being in the spotlight",
"Feeling panic to get onto the stage",
"Speaking in public feels weird",
"How would I speak in that stage",
"It is hard to speak in public",
"Public may critize my speech",
"I may get critized because of my speech",
"Speaking in front of many is so hard",
"Getting struck while speaking",
"Mind suddenly becomes empty while speaking",
"Unable to make eye contact",
"Unable to face the crowd out there",
"It is so hard to interact",
"How do I start to speak",
"Starting the conversation is so hard",
"Fear to face the crowd",
"Eyes are blinking so much while listening and speaking",
"Hard to make eye contact while speaking",
"Searching for words while speaking is so hard",
"Speaking irrelevant sentences out of fear",
"Feeling tense to give a speech"],
         "responses": ["Practice, and then practice some more speaking with local friends or with the mirror to avoid fear",
                        "Do some deep breathing before speaking to avoid fear",
                        "Prepare content and get confidence enough to make a speech"],
         "context": [""]
        },
        {"tag": "sexual_abuse",
         "patterns": ["The man is trying to touch me",
"The woman is trying to touch me",
"He/she was trying to do bad touch",
"I have been sexually harassed",
"Have been sexually assulted",
"I have been forced to kiss",
"I am tortured sexually",
"I don't want my body anymore",
"I am terrified of it  I didn't know what had been in it",
"I feel contaminated",
"Was touched inappropriately",
"Inappropriate words were thrown at me",
"They used bad words to tease me",
"I was cyber bullied",
"I am getting inappropriated photos recently",
"I was treated wrongly",
"I no more want this body",
"Was forced to let be abused",
"Was threatened to behave as per their wish",
"Feeling low because of the abuse",
"Someone tried to sexually abuse me",
"He/she misbehaved",
"He abused me of words",
"He rubbed my body",
"He/she negatively grabbed my hand",
"I was forced to do he/she said",
"I was wounded because of him/her",
"I was tortured by him/her sexually",
"He/she tortured me sexually",
"He/she sexually abused me",
"He/she sexually harassed me",
"He/she took advantage of me",
"I was molestated",
"He/she posed indecent exposure",
"I was pushed me to indecent touch",
"I was abused sexually",
"I was compeled sexually",
"He/she bullied me sexually",
"He/she grabbed me forcefully",
"I was bullied by my body shape",
"Stage fright  loss of memory and diarrhoea are also part of the picture ",
"Many female anorexics  according to some specialists  were sexually abused as children  ",
"People with learning difficulties are sexually abused  November 20  2002 At your age  what do you expect? ",
"During my trance  I began to recall some sexual assault I had had as a youngster  ",
"The inaugural of our Women Only Day for women who have endured childhood sexual abuse took place on November 4  2004  ",
"Second  young people are seldom subjected to compulsion or violence when they are sexually abused ",
"Normal sex between young people should be distinguished from sexual abuse",
"Some children have been neglected  have lived in an unstable environment  or have been physically or sexually abused ",
"The dude is attempting to make contact with me  ",
"The lady is attempting to touch me  ",
"He/she was attempting a terrible touch  ",
"I've been sexually harassed  sexually assaulted  forced to kiss  and sexually tormented  ",
"I don't want my body anymore",
"I'm frightened of it",
"I have a bad feeling about it since I don't know what was in it ",
"Unacceptably touched ",
"Words that were not suitable were hurled at me  ",
"They teased me with foul language",
" I've just received improper images ",
"i have getting rape threats",
"i have been going under sexually abused",
"eve teasing should be go under serious circumstances"],
         "responses": ["tell your parents or relatives about the incident, be confidence measures will be taken",
              "Consult the near by police station and give a complaint",
              "Complain against the criminal to the police station"],
         "context": [""]
        },
        {"tag": "trouble_concentrate",
         "patterns": ["Unable to concentrate while studying",
"Unable to concentrate on the target",
"Target is so unclear",
"Destination path is not so visible",
"Focussing on the vision is so hard",
"Social medias are so distracting",
"So often distracted",
"Unable to study with presene of mind",
"Peer pressure while studying",
"Distractions while studying",
"There are a lot of distrubance while working",
"Unable to code with the disturbance",
"Other things draw attentions more",
"Not able to be attentive while learning",
"Learning is difficult with tb",
"It is hard to learn with proper meaning",
"Since feeling low unable to read",
"Unable to read effectively",
"Poor time management makes last minute study",
"Unable to focus properly with concentration",
"It is confusing to plan",
"Unable to focus on task",
"My mind is being hit by many thoughts",
"It is so confusing to focus in single thing",
"Out of focus",
"Stress makes me unable to focus",
"Distrubance around the place makes it difficult to concentrate",
"It is not easy to concentrate",
"Due to sleeplessness it is diffult to concentrate",
"Due to shortage of sleep unable to focus",
"There is no clarity in the path of mission",
"It is so distrubing to focus",
"The environment is so noicy because of which it is hard to focus",
"Insomia causes lack of concentration",
"Feeling medical issues cause lack of concentration",
"Noice in the place cause distrubance",
"Confusion leads to lack of focus",
"Unable to clearly think of the solution",
"shift in hormones make unfocusable",
"While irritated unable to focus",
"Having trouble concentrating when studying ",
"Inability to focus on the target ",
"The goal is so hazy  ",
"The way to the destination isn't as obvious  ",
"It's difficult to concentrate on the visual  ",
"Social networking may be quite distracting  ",
"So easily sidetracked  ",
"Unable to study due to a mental blockage ",
"While studying  there is peer pressure  ",
"Distractions in the classroom ",
"While working  there is a lot of disruption  ",
"With the noise  I'm unable to code  ",
"Other factors attract greater attention  ",
"Inability to concentrate when studying ",
"With tb  learning is tough  ",
"Learning with right meaning is difficult  ",
"Since I've been unable to read because I've been depressed  ",
"Inability to read clearly ",
"Last-minute studying is a result of poor time management  ",
"Concentration issues prevent you from focusing correctly "],
         "responses": ["Try to keep the concentration by focusing on the task",
            "Focus on a single task without multi-tasking",
            "Do meditation daily and improve concentration",
            "Keep away from distractions"],
         "context": [""]
        }
   ]
}
